Class.create({
    load: function (self) {
        return [[30, "بانك صادرات"], [1, "بانك ملت"], [2, "بانك ملي ايران"], [3, "بانك سپه"], [4, "بانك اقتصاد نوين"], [5, "بانك قرض الحسنه مهر ايران"], [6, "بانك پارسيان"], [7, "بانك قرض الحسنه رسالت"], [8, "بانك صنعت و معدن"], [9, "بانك كارآفرين"], [10, "بانك كشاورزي"], [11, "بانك سامان"], [12, "بانك مسكن"], [13, "بانك سينا"], [14, "بانك توسعه صادرات ايران"], [15, "بانك خاور ميانه"], [16, "بانك توسعه تعاون"], [17, "بانك شهر"], [18, "پست بانك ايران"], [19, "بانك دي"], [20, "بانك ملت"], [21, "بانك تجارت"], [22, "بانك رفاه"], [23, "بانك حكمت ايرانيان"], [24, "بانك گردشگري"], [25, "بانك ايران زمين"], [26, "بانك قوامين"], [27, "بانك انصار"], [28, "بانك سرمايه"], [29, "بانك پاسارگاد"],];
    }
});