Class.create({
    load: function (self) {

        return [[0, "بانک صادرات"],
            [1,"بانک ملت"],
            [2,"بانک ملی ایران"],
            [3,"بانک سپه"],
            [4,"بانک اقتصاد نوین"],
            [5,"بانک قرض‌الحسنه مهر ایران"],
            [6,"بانک پارسیان"],
            [7,"بانک قرض‌الحسنه رسالت"],
            [8,"بانک صنعت و معدن"],
            [9,"بانک کارآفرین"],
            [10,"بانک کشاورزی"],
            [11,"بانک سامان"],
            [12,"بانک مسکن"],
            [13,"بانک سینا"],
            [14,"بانک توسعه صادرات ایران"],
            [15,"بانک خاور میانه"],
            [16,"بانک توسعه تعاون"],
            [17,"بانک شهر"],
            [18,"پست بانک ایران"],
            [19,"بانک دی"],
            [20,"بانک ملت"],
            [21,"بانک تجارت"],
            [22,"بانک رفاه"],
            [23,"بانک حکمت ایرانیان"],
            [24,"بانک گردشگری"],
            [25,"بانک ایران زمین"],
            [26,"بانک قوامین"],
            [27,"بانک انصار"],
            [28,"بانک سرمایه"],
            [29,"بانک پاسارگاد"],

        ];
    }
});
