Class.create({
    load: function (self) {

        return [
            [1,"تمام وضعیت ها"],
            [2, "نماینده جهت درخواست"],
            [3, "کارتابل رئیس فروش"],
            [4, "امور مالی"],
            [5, "مدیر مالی"],
            [6, "مدیر بازرگانی"],
            [7, "مدیر عامل"],
            [8, "انباردار"],
            [9, "پخش"],
            [10, "انتظامات"],
            [11, "نماینده (دریافت کالاها)"],
            [12, "پخش (بعد از ارسال کالا)"],
            [13, "پخش (بررسی عدم دریافت)"]


        ];
    }
})